Repository: vovsyannikov/SimpleWeatherApp
Catalog: SimpleWeatherApp/Domain/Localization/Localizable.xcstrings
Source language: ru
Languages: en

# Clear sky
source: Безоблачно
en: Clear sky

# Dense drizzle
source: Плотный моросящий дождь
en: Dense drizzle

# Dense freezing drizzle
source: Густая моросящая изморось
en: Dense freezing drizzle

# Depositing rime fog
source: Плотный инеистый туман
en: Depositing rime fog

# Drizzle
source: Мелкий дождь
en: Drizzle

# Foggy
source: Туман
en: Foggy

# Heavy freezing rain
source: Сильный ледяной дождь
en: Heavy freezing rain

# Heavy rain
source: Сильный дождь
en: Heavy rain

# Heavy snow fall
source: Сильный снег
en: Heavy snow fall

# Heavy snow showers
source: Сильный снегопад
en: Heavy snow showers

# Light drizzle
source: Легкий моросящий дождь
en: Light drizzle

# Light freezing drizzle
source: Легкая моросящая изморось
en: Light freezing drizzle

# Light freezing rain
source: Легкий ледяной дождь
en: Light freezing rain

# Mainly clear
source: Малооблачно
en: Mainly clear

# Moderate rain showers
source: Ливневый дождь
en: Rain showers

# Overcast
source: Облачно
en: Overcast

# Partly cloudy
source: Переменная облачность
en: Partly cloudy

# Rainy
source: Дождь
en: Rainy

# Slight rain
source: Небольшой дождь
en: Slight rain

# Slight rain showers
source: Небольшой ливень
en: Slight rain showers

# Slight snow fall
source: Небольшой снег
en: Slight snow fall

# Slight snow showers
source: Небольшой снегопад
en: Slight snow showers

# Snow fall
source: Снегопад
en: Snow fall

# Snow grains
source: Снежные крупинки
en: Snow grains

# Thunderstorm
source: Гроза
en: Thunderstorm

# Thunderstorm with heavy hail
source: Гроза с сильным градом
en: Thunderstorm with heavy hail

# Thunderstorm with slight hail
source: Гроза с небольшим градом
en: Thunderstorm with slight hail

# Violent rain showers
source: Сильный ливень
en: Violent rain showers

source: гПа
en: hPa

source: км/ч
en: km/h

source: Обновляем…
en: Updating…

source: Произошла ошибка
en: An error occured

source: Сегодня
en: Today
